Repository: common-repository/youmoodme
Catalog: languages/youmoodme-*.po
Languages: fr_fr

source: Plugin settings
fr_fr: Paramètres du plugin

source: Howdy!
fr_fr: Bienvenue !

source: Thanks for using our plugin
fr_fr: Merci d'avoir installé youmood.me

source: This plugin allows your visitors to post enriched comments everywhere on your Wordpress site.
fr_fr: Cette extension permet à vos visiteurs de poster des commentaires enrichis partout sur votre site Wordpress

source: For further information, you can visit our
fr_fr: Pour de plus amples informations, vous pouvez visiter notre

source: website
fr_fr: site web

source: Settings
fr_fr: Paramètres du plugin

source: Classic comment mode
fr_fr: Mode de commentaire classique

source: This mode replaces or add a comment system under your blog posts. Users can create a youmood.me account and post comments anywhere on your website.Comments can be enriched with links, photos or videos.
fr_fr: Ce mode remplace ou ajoute une boîte de commentaire en bas de page. Les utilisateurspeuvent créer un compte youmood.me et poster des commentaires partout sur votre site Wordpress.Ces commentaires peuvent être enrichis à l'aide de liens, photos ou vidéos

source: Define a container:
fr_fr: Definissez un container :

source: This is where the plugin will be loaded. You must enter the id (#) of an HTML container
fr_fr: Sélectionnez la class ou l'id du container dans lequel la boîte de commentaire sera chargée

source: If not set, the plugin will replace your default comment container.
fr_fr: Si ce champ est vide, le plugin choisira les balises de la boîte de commentaire Wordpress par défaut

source: ex: comment-container (without #)
fr_fr: ex : comment-container

source: Number of comments per page to display:
fr_fr: Nombre de commentaires à afficher:

source: Synchronize youmood.me comments with wordpress comments:
fr_fr: Synchroniser les commentaires youmood.me avec les commentaires Wordpress

source: Allows you to save all new youmood.me comments into your Wordpress database. In this case, you will keep all your comments even if you uninstall the plugin.
fr_fr: Cette option vous permet d'enregistrer tous les commentaires youmood.medans la base de données Wordpress. Dans ce cas, tous les commentaires youmood.meseront accessibles ultérieurement même si vous choisissez de désinstaller youmood.me

source: Enable
fr_fr: Activer

source: Video player:
fr_fr: Lecteur vidéo:

source: This feature replaces all YouTube/Dailymotion/Vimeo videos on your website with the youmood.me video player.
fr_fr: Ce module remplace toutes les vidéos YouTube/Dailymotion/Vimeo de votre site par le lecteur vidéo youmood.me.

source: Targeted content mode
fr_fr: Mode contenu ciblé

source: The targeted content mode allows your users to comment specific parts of articles: sentences, paragraphs, images and videos inline.
fr_fr: Le contenu ciblé permet à vos utilisateurs de laisser des commentairessous forme d'annotations. Ils peuvent ainsi directement commenter des paragraphes, images ou vidéos tout au long de la page.

source: Turn on targeted mode
fr_fr: Activer le mode contenu ciblé

source: You can define where the plugin will be loaded on your website.
fr_fr: Vous pouvez définir à quel endroit de votre site le plugin sera chargé

source: Default: On all pages and posts.
fr_fr: Par défault : sur toutes les pages et articles

source: Everywhere
fr_fr: Partout

source: Posts
fr_fr: Articles

source: You can load the plugin in a specific container. You must enter the id (#) of an HTML container
fr_fr: Vous pouvez charger le plugin dans un élément HTML particulier. Vous devez entrer son id (#).

source: ex: content (without #)
fr_fr: ex : comment-container (sans #)

source: Define targetable content:
fr_fr: Définir le contenu cliquable:

source: Users can only comment on these HTML element.
fr_fr: Les utilisateurs ne peuvent que commenter sur ces éléments HTML.

source: Default: img, p, li, h1, h2, h3, h4, h5, h6, span.
fr_fr: Par défault: img, p, li, h1, h2, h3, h4, h5, h6, span.

source: Set a top margin
fr_fr: Définir un décalage en hauteur

source: Pushes the plugin down from the top of the page. Unit is pixel.
fr_fr: Décale le plugin du haut de la page. Unité en pixel.

source: Synchronize youmood.me comments and wordpress comments:
fr_fr: Synchroniser les commentaires youmood.me avec les commentaires Wordpress

source: Allows you to save all new youmood.me comments into your wordpress database. In this case, you will keep all your comments even if you uninstall the plugin.
fr_fr: Cette option vous permet d'enregistrer tous les commentaires youmood.medans la base de données Wordpress. Dans ce cas, tous les commentaires youmood.meseront accessibles ultérieurement même si vous choisissez de désinstaller youmood.me

source: About
fr_fr: À propos

source: Your application has been authorized.
fr_fr: Votre application a été autorisée.

source: We are now waiting for youmood.me to register your website. This may take a few seconds...
fr_fr: Nous attendons que youmood.me enregistre votre site. Cela peut prendre quelques secondes.

source: Getting youmood.me authorization...
fr_fr: Obtention de l'autorisation de youmood.me…

source: Save settings
fr_fr: Enregistrer les modifications

source: Login to youmood.me
fr_fr: Connexion à youmood.me

source: Sorry, an error occurred while processing your request.
fr_fr: Désolé, une erreur s'est produite lors de l'élaboration de votre requête.

source: Password
fr_fr: Mot de passe

source: Login
fr_fr: Se connecter

source: Not registered?
fr_fr: Vous n'avez pas de compte?

source: Create an Account
fr_fr: Créer un compte

source: Lost your password?
fr_fr: Vous avez perdu votre mot de passe?

source: Click here to recover
fr_fr: Cliquez ici pour le récupérer

source: Sign up to youmood.me
fr_fr: S'inscrire sur youmood.me

source: Username
fr_fr: Nom d'utilisateur

source: Register
fr_fr: Enregistrer

source: I already have an account
fr_fr: J'ai déjà un compte

source: let me log in
fr_fr: laissez moi me connecter

source: Retrieve your password
fr_fr: Retrouver mon mot de passe

source: Send
fr_fr: Envoyer

source: Go back
fr_fr: Retour

source: Register your application
fr_fr: Enregistrer votre application

source: You need to create an application in order to install any youmood.me package on your website.
fr_fr: Vous devez d'abord créer une application avant d'installer tout module youmood.me sur votre site.

source: Please choose your application name.
fr_fr: Veuillez choisir un nom d'application.

source: Application name
fr_fr: Nom de l'application

source: Reset plugin data
fr_fr: Réinitialiser les données du plugin
